Repository: ae1dev/flutter_featurebase
Catalog: lib/l10n/package_*.arb
Languages: af, ar, be, bo, fi, gl, hr, hu, id, lt, ms, ru, sl, tr, uk

# countArticles
source: <strong>{count}</strong> {count, plural, one{article} other{articles}}
af: <strong>{count}</strong> {count, plural, one{artikel} other{artikels}}
ar: {count, plural, one{مقالة} other{مقالات}} <strong>{count}</strong>
be: <strong>{count}</strong> {count, plural, one{старонка} other{старонкі}}
bo: <strong>{count}</strong> {count, plural, one{རྩོམ་ཡིག} other{རྩོམ་ཡིག}}
fi: <strong>{count}</strong> {count, plural, one{artikkeli} other{artikkeleita}}
gl: <strong>{count}</strong> {count, plural, one{artigo} other{artigos}}
hr: <strong>{count}</strong> {count, plural, one{članak} other{članaka}}
hu: <strong>{count}</strong> {count, plural, one{cikk} other{cikk}}
id: <strong>{count}</strong> {count, plural, one{artikel} other{artikel}}
lt: <strong>{count}</strong> {count, plural, one{straipsnis} other{straipsniai}}
ms: <strong>{count}</strong> {count, plural, one{artikel} other{artikel}}
ru: <strong>{count}</strong> {count, plural, one{статья} few{статьи} many{статей} other{статей}}
sl: <strong>{count}</strong> {count, plural, one{članek} few{članki} other{člankov}}
tr: <strong>{count}</strong> {count, plural, one{makale} other{makale}}
uk: <strong>{count}</strong> {count, plural, one{стаття} few{статті} many{статей} other{статті}}

# writtenBy
source: Written by {author}
af: Geskryf deur {author}
ar: مكتوب بواسطة {author}
be: {author} напісаў
bo: བྲིས། {author}
fi: Kirjoitettu {author}
gl: Escrito por {author}
hr: Napisao/la {author}
hu: Írta: {author}
id: Ditulis oleh {author}
lt: Autorius: {author}
ms: Ditulis oleh {author}
ru: Автор: {author}
sl: Avtor: {author}
tr: {author} tarafından yazıldı
uk: Автор: {author}

# lastUpdated
source: Last updated {daysAgo}
af: Gewysig deur {daysAgo}
ar: تم التحديث بواسطة {daysAgo}
be: {daysAgo} абнаўлена
bo: སྤྱི་འགྲེལ་བྱེད་མ་ཐུབ། {daysAgo}
fi: Päivitetty {daysAgo}
gl: Última actualización {daysAgo}
hr: Zadnje ažurirano {daysAgo}
hu: Utoljára frissítve {daysAgo}
id: Terakhir diperbarui {daysAgo}
lt: Paskutinį kartą atnaujinta {daysAgo}
ms: Diperbaharui {daysAgo}
ru: Последнее обновление {daysAgo}
sl: Naposledy posodobljeno {daysAgo}
tr: Son güncelleme {daysAgo}
uk: Останнє оновлення {daysAgo}

source: Failed to load
af: Kon nie laai nie
ar: فشل التحميل
be: Не атрымалася загрузіць
bo: འཇུག་འདྲེན་བྱེད་མ་ཐུབ།
fi: Lataus epäonnistui
gl: Erro ao cargar
hr: Neuspjelo učitavanje
hu: Betöltés sikertelen
id: Gagal memuat
lt: Nepavyko įkelti
ms: Gagal dimuat
ru: Не удалось загрузить
sl: Napaka pri nalaganju
tr: Yüklenemedi
uk: Не вдалося завантажити

source: Try again later
af: Probeer later weer
ar: حاول مرة أخرى لاحقاً
be: Паспрабуйце пазней
bo: ཏོག་ཙམ་རྗེས་ལ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།
fi: Yritä myöhemmin uudelleen
gl: Téntao de novo máis tarde
hr: Pokušajte ponovno kasnije
hu: Próbálja újra később
id: Coba lagi nanti
lt: Pabandykite vėliau
ms: Sila cuba lagi kemudian
ru: Повторите попытку позже
sl: Poskusite ponovno kasneje
tr: Daha sonra tekrar deneyin
uk: Спробуйте пізніше

source: No results found
af: Geen resultate gevind
ar: لا يوجد نتائج
be: Няма резултата
bo: རིམ་པ་སྤྱི་འགྲེལ་འབུམ་མི་མཐུན་བསྐྱར་ཚོད་ལྟ་བྱོས།
fi: Ei tuloksia
gl: Nunca se encontraron resultados
hr: Nije pronađeno
hu: Nem található
id: Tidak ada hasil
lt: Nėra rezultatų
ms: Tidak ada hasil
ru: Ничего не найдено
sl: Ni najdenih rezultatov
tr: Sonuç bulunamadı
uk: Нічого не знайдено

source: Changelog
af: Wysigingslys
ar: سجل التغييرات
be: Спіс змен
bo: འགྱུར་བཅོས་ཐོ།
fi: Muutosloki
gl: Rexistro de cambios
hr: Povijest promjena
hu: Változásnapló
id: Riwayat Perubahan
lt: Pakeitimų žurnalas
ms: Log perubahan
ru: История изменений
sl: Dnevnik sprememb
tr: Değişiklik günlüğü
uk: Історія змін

# changelogDescription
source: New updates and improvements to {appName}.
af: Nuwe opdaterings en verbeterings aan {appName}.
ar: التحديثات والتحسينات الجديدة في {appName}
be: Новыя абнаўленні і паляпшэнні ў {appName}.
bo: {appName} ནང་གི་གསར་སྣོན་དང་ལེགས་སྒྲིག
fi: Uudet päivitykset ja parannukset sovellukseen {appName}.
gl: Novas actualizacións e melloras en {appName}.
hr: Nova ažuriranja i poboljšanja za {appName}.
hu: Új frissítések és fejlesztések a(z) {appName} alkalmazásban.
id: Pembaruan dan peningkatan terbaru untuk {appName}.
lt: Nauji {appName} atnaujinimai ir patobulinimai.
ms: Kemaskini dan penambahbaikan terbaru untuk {appName}.
ru: Новые обновления и улучшения {appName}
sl: Nove posodobitve in izboljšave za {appName}.
tr: {appName} için yeni güncellemeler ve iyileştirmeler.
uk: Нові оновлення та покращення {appName}.

source: No changelogs found
af: Geen wysiginglys gevind nie
ar: لم يتم العثور على سجلات تغيير
be: Спіс змен не знойдзены
bo: འགྱུར་བཅོས་ཐོ་གང་ཡང་མ་རྙེད།
fi: Muutoslokeja ei löytynyt
gl: Non se atoparon rexistros de cambios
hr: Nema pronađenih promjena
hu: Nem található változásnapló
id: Tidak ada riwayat perubahan
lt: Pakeitimų žurnalas tuščias
ms: Tiada log perubahan dijumpai
ru: История изменений не найдена
sl: Ni najdenih dnevnikov sprememb
tr: Değişiklik günlüğü bulunamadı
uk: Історію змін не знайдено

source: No more changelogs
af: Geen verdere wysiginglyste nie
ar: لا توجد المزيد من سجلات التغيير
be: Больш няма змен
bo: འགྱུར་བཅོས་ཐོ་གཞན་མེད།
fi: Ei enempää muutoslokeja
gl: Non hai máis rexistros de cambios
hr: Nema više promjena
hu: Nincs több változásnapló
id: Tidak ada riwayat perubahan lainnya
lt: Daugiau pakeitimų nėra
ms: Tiada lagi log perubahan
ru: Больше обновлений нет
sl: Ni več dnevnikov sprememb
tr: Başka değişiklik günlüğü yok
uk: Більше змін немає
